/**/
"Cancel" = "Cancelar";
/**/
"Delete" = "Eliminar";
/**/
"Open" = "Abrir";
/**/
"Edit" = "Editar";
/**/
"Yes" = "Sí";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicar geometría";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Borrar geometría";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Eliminar Vértice";
/*Geometry Edit Action Name*/
"Insert Part" = "Insertar parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Insertar Vértice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mover Vértice";
/*Geometry Edit Action Name*/
"Remove Part" = "Quitar parte";

/*Collecting attachments*/
"Add" = "Añadir";
/*Collecting attachments*/
"Take Photo or Video" = "Hacer foto o vídeo";
/*Collecting attachments*/
"Choose From Library" = "Elegir de la biblioteca";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Vídeo";
/*Collecting attachments*/
"Save To Photo Library" = "Guardar en Galería de Fotos";
/*Collecting attachments*/
"Download" = "Descargar";

/*Date attribute*/
"Today" = "Hoy";

/**/
"Attachments" = "Adjuntos";
"Attributes" = "Atributos";

/**/
"Open in Safari" = "Abrir en Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Introduzca un número entre %i y %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Introduzca un número entre %f y %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Demasiados caracteres (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "El número está fuera del rango aceptable.";

/* BLOB, RASTER, etc */
"Field type not supported" = "No se admite el tipo de campo";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d de %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Cambiando el tipo de entidad";
"ChangingFeatureTypeAlertMessage" =  "Está cambiando el tipo de entidad; es posible que se sobrescriban algunos valores de campo. ¿Seguro que desea realizar esta acción?";

/**/
"Data for pie chart is invalid" = "Los datos para el gráfico circular no son válidos";
"No data to create a pie chart" = "No hay datos para crear un gráfico circular";

/**/
"createUserSeconds" = "Creado por %@ hace unos segundos";

/**/
"createUserMinute" = "Creado por %@ hace un minuto";

/**/
"editUserSeconds" = "Editado por %@ hace unos segundos";

/**/
"editUserMinute" = "Editado por %@ hace un minuto";

/**/
"createSeconds" = "Creado hace unos segundos";

/**/
"createMinute" = "Creado hace un minuto";

/**/
"editSeconds" = "Editado hace unos segundos";

/**/
"editMinute" = "Editado hace un minuto";

/**/
"createUserMinutes" = "Creado por %@ hace %d minutos";

/**/
"createUserHour" = "Creado por %@ hace una hora";

/**/
"createUserHours" = "Creado por %@ hace %d horas";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Creado por %@ el %@ a las %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Creado por %@ el %@ a las %@";

/**/
"editUserMinutes" = "Editado por %@ hace %d minutos";

/**/
"editUserHour" = "Editado por %@ hace una hora";

/**/
"editUserHours" = "Editado por %@ hace %d horas";

/**/
"editUserWeekDay" = "Editado por %@ el %@ a las %@";

/**/
"editUserFull" = "Editado por %@ el %@ a las %@";

/**/
"createUser" = "Creado por %@";

/**/
"editUser" = "Editado por %@";

/**/
"createMinutes" = "Creado hace %d minutos";

/**/
"createHour" = "Creado hace una hora";

/**/
"createHours" = "Creado hace %d horas";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Creado el %@ a las %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Creado el %@ a las %@";

/**/
"editMinutes" = "Editado hace %d minutos";

/**/
"editHour" = "Editado hace una hora";

/**/
"editHours" = "Editado hace %d horas";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Editado el %@ a las %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Editado el %@ a las %@";